export const rights = {
  title: `Правила сервісу`,
  subtitle: `Правила сайту`,
  list: [
    {
      id: 1,
      text: `Пользоваться сервисом worktap.kz может любой человек, достигший совершеннолетия. Для создания или заказа ворка необходима регистрация с помощью email.`,
    },
    {
      id: 2,
      text: `У одного человека может быть только один аккаунт. Администрация оставляет за собой право удалить дублирующие аккаунты.`,
    },
    {
      id: 3,
      text: `При регистрации пользователь самостоятельно выбирает логин, который будет виден всем пользователям сайта. Логин может содержать цифры, буквы латинского алфавита и знаки - и _. Нельзя использовать в качестве логинов номера телефонов, ненормативную лексику, слова, перевод или звучание которых может негативно восприниматься другими пользователями, а также системные и зарезервированные слова. Администрация вправе изменять такие логины пользователей.`,
    },
    {
      id: 4,
      text: `Ответственность за всю размещенную пользователем информацию (тексты, иллюстрации, видео и т.д.) несет сам пользователь. Регистрируясь на сайте, пользователь подтверждает, что понимает свою ответственность и гарантирует возмещение расходов, понесенных сервисом, в случае предъявления претензий правообладателей к сайту worktap.kz.`,
    },
    {
      id: 5,
      text: `На сайте запрещена ненормативная лексика, грубое общение, несанкционированная реклама, размещение информации и материалов, негативно влияющих на имидж сайта. Запрещено размещение материалов, содержащих угрозы и оскорбления, дискредитирующих других лиц, нарушающих права граждан на частную жизнь или публичный порядок, носящих характер непристойности; нарушающие в той или иной степени честь и достоинство, права и охраняемые законом интересы других лиц; способствующие или содержащие призывы к разжиганию религиозной, расовой или межнациональной розни, содержащие попытки разжигания вражды или призывы к насилию, а также любых материалов, нарушающих законодательство и авторское право. Всю ответственность в случае нарушений несет на себе пользователь. Нарушающая правила или закон информация будет удалена.`,
    },
    {
      id: 6,
      text: `Администрация ресурса оставляет за собой право удалить любые материалы (проекты, ворки, отзывы, комментарии), а также заблокировать или удалить пользователя без объяснения причин. При подозрении на несанкционированный доступ к аккаунту, рассылке спама или иной подозрительной активности администрация сайта вправе заблокировать аккаунт и вывод средств до выяснения обстоятельств.`,
    },
    {
      id: 7,
      text: `Спорные ситуации, в том числе с финансами, разрешаются с помощью переписки, при обращении пользователя в службу поддержки сайта. Если какой-либо вопрос не регулируется правилами, администрация системы принимает решение о том, как необходимо поступить в той или иной ситуации.`,
    },
    {
      id: 8,
      text: `Пользователь берет на себя обязательство не разглашать информацию, полученную в процессе работы в системе, которая доступна только при входе в свой аккаунт. Эта информация включает в себя, но не ограничивается параметрами и условиями заказов, личной перепиской с другими пользователями и администрацией Worktap. В качестве исключения пользователь имеет право публиковать данные о своем заработке в системе, собственных ворках, и других параметрах своего аккаунта, если это не затрагивает информацию, связанную с другими пользователями (данные их заказов, личная переписка).`,
    },
    {
      id: 9,
      text: `Если продавец ведет постоянную деятельность и получает стабильный доход посредством размещения услуг и выполнения заказов на сайте worktap.kz, он самостоятельно должен регулировать свои взаимоотношения с государственными органами: самостоятельно оформить ИП/патент/юр. лицо и вовремя оплачивать налоги/сборы.`,
    },
    {
      id: 10,
      text: `Пользователь сайта не имеет права использовать для продвижения партнерской ссылки некачественные методы рекламы, копировать сайт полностью или частично, использовать дизайн или бренд сайта WorkTap с целью введения пользователей в заблуждение. Подробнее: Правила партнерской программы.`,
    },
    {
      id: 11,
      text: `Использование персональных данных сайтом WorkTap. Пользователь дает добровольное согласие на предоставление, хранение и обработку своих данных, и на получение информации, в том числе email рассылок, от WorkTap, регистрируясь на сайте. WorkTap может собирать, хранить и обрабатывать пользовательскую информацию (куки, данные, идентификаторы), если это необходимо в целях обеспечения работы сайта, корректной работы партнерской программы, а также для рекламных целей. На сайте происходит сбор данных о посетителях с помощью сервисов Гугл Аналитика и Яндекс Метрика. Все данные пользователя хранятся на защищенных серверах и не передаются третьим лицам, исключая необходимость такой передачи в целях обеспечения работы сервиса или маркетинговых целях, а также следуя требованиям законодательства. В любое время вы можете отключить передачу cookie в настройках браузера. При этом следует учесть, что в этом случае некоторые функции сервиса могут перестать работать.`,
    },
    {
      id: 12,
      text: `Пользователи не имеют права продавать, покупать, дарить аккаунты WorkTap и передавать учётные данные аккаунта третьим лицам.`,
    },
  ],
}; 

export const securityPolicy = {
  title: `Политика безопасности`,
  subtitle: `БЕЗОПАСНОСТЬ ОНЛАЙН ПЛАТЕЖЕЙ`,
  list: [
    {
      id: 1,
      text: `Платежи. Оплата банковской картой онлайн
Наш сайт подключен к интернет-эквайрингу, и Вы можете оплатить Услугу банковской картой Visa или Mastercard. После подтверждения выбранного Товара либо услуги откроется защищенное окно с платежной страницей процессингового центра CloudPayments, где Вам необходимо ввести данные Вашей банковской карты. Для дополнительной аутентификации держателя карты используется протокол 3-D Secure. Если Ваш Банк-эмитент поддерживает данную технологию, Вы будете перенаправлены на его сервер для прохождения дополнительной идентификации. Информацию о правилах и методах дополнительной идентификации уточняйте в Банке, выдавшем Вам банковскую карту.`,
    },
    {
      id: 2,
      text: `Услуга онлайн-оплаты осуществляется в соответствии с правилами Международных платежных систем Visa и MasterCard на принципах соблюдения конфиденциальности и безопасности совершения платежа, для этого используются самые актуальные методы проверки, шифрования и передачи данных по закрытым каналам связи. Ввод данных банковской карты осуществляется в защищенном окне на платежной странице CloudPayments.`,
    },
    {
      id: 3,
      text: `В поля на платежной странице требуется ввести номер карты, имя владельца карты, срок действия карты, трёхзначный код безопасности (CVV2 для VISA или CVC2 для MasterCard). Все необходимые данные отображены на поверхности банковской карты.`,
    },
    {
      id: 4,
      text: `CVV2/ CVC2 — это трёхзначный код безопасности, находящийся на оборотной стороне карты.`,
    },
    {
      id: 5,
      text: `Далее в том же окне откроется страница Вашего банка-эмитента для ввода 3-D Secure кода. В случае, если у вас не настроен статичный 3-D Secure, он будет отправлен на ваш номер телефона посредством SMS. Если 3-D Secure код к Вам не пришел, то следует обратится в ваш банк-эмитент.`,
    },
    {
      id: 6,
      text: `3-D Secure — это самая современная технология обеспечения безопасности платежей по картам в сети интернет. Позволяет однозначно идентифицировать подлинность держателя карты, осуществляющего операцию, и максимально снизить риск мошеннических операций по карте.`,
    },
    {
      id: 7,
      text: `Гарантии безопасности
Процессинговый центр CloudPayments защищает и обрабатывает данные Вашей банковской карты по стандарту безопасности PCI DSS 3.0. Передача информации в платежный шлюз происходит с применением технологии шифрования SSL. Дальнейшая передача информации происходит по закрытым банковским сетям, имеющим наивысший уровень надежности. CloudPayments не передает данные Вашей карты нам и иным третьим лицам. Для дополнительной аутентификации держателя карты используется протокол 3-D Secure.`,
    },
    {
      id: 8,
      text: `В случае, если у Вас есть вопросы по совершенному платежу, Вы можете обратиться в службу поддержки клиентов платежного сервиса по электронной почте support@cloudpayments.kz.`,
    },
    {
      id: 9,
      text: `Безопасность онлайн-платежей
Предоставляемая Вами персональная информация (имя, адрес, телефон, e-mail, номер кредитной карты) является конфиденциальной и не подлежит разглашению. Данные Вашей кредитной карты передаются только в зашифрованном виде и не сохраняются на нашем Web-сервере.`,
    },
    {
      id: 10,
      text: `Безопасность обработки Интернет-платежей гарантирует ТОО «CloudPayments Kazakhstan». Все операции с платежными картами происходят в соответствии с требованиями VISA International, MasterCard и других платежных систем. При передаче информации используются специализированные технологии безопасности карточных онлайн-платежей, обработка данных ведется на безопасном высокотехнологичном сервере процессинговой компании.`,
    },
    {
      id: 11,
      text: `Оплата платежными картами безопасна, потому что:


•	Система авторизации гарантирует покупателю, что платежные реквизиты его платежной карты (номер, срок действия, CVV2/CVC2) не попадут в руки мошенников, так как эти данные не хранятся на сервере авторизации и не могут быть похищены.
•	Покупатель вводит свои платежные данные непосредственно в системе авторизации CloudPayments, а не на сайте интернет-магазина, следовательно, платежные реквизиты карточки покупателя не будут доступны третьим лицам.`,
    },
    {
      id: 12,
      text: `Конфиденциальность

 Определения
Интернет проект https://worktap.kz (далее – URL, «мы») серьезно относится к вопросу конфиденциальности информации своих клиентов и посетителей сайта https://worktap.kz (далее – «вы», «посетители сайта»). Персонифицированной мы называем информацию, содержащую персональные данные (например: ФИО, логин или название компании) посетителя сайта, а также информацию о действиях, совершаемых вами на сайте URL. (например: заказ посетителя сайта с его контактной информацией). Анонимными мы называем данные, которые невозможно однозначно идентифицировать с конкретным посетителем сайта (например: статистика посещаемости сайта).`,
    },
    {
      id: 13,
      text: `Использование информации
Мы используем персонифицированную информацию конкретного посетителя сайта исключительно для обеспечения ему качественного оказания услуг и их учета. Мы не раскрываем персонифицированных данных одних посетителей сайта URL другим посетителям сайта. Мы никогда не публикуем персонифицированную информацию в открытом доступе и не передаем ее третьим лицам. Исключением являются лишь ситуации, когда предоставление такой информации уполномоченным государственным органам предписано действующим законодательством Республики Казахстан. Мы публикуем и распространяем только отчеты, построенные на основании собранных анонимных данных. При этом отчеты не содержат информацию, по которой было бы возможным идентифицировать персонифицированные данные пользователей услуг. Мы также используем анонимные данные для внутреннего анализа, целью которого является развитие продуктов и услуг URL`,
    },
    {
      id: 14,
      text: `Ссылки
Сайт https://worktap.kz может содержать ссылки на другие сайты, не имеющие отношения к нашей компании и принадлежащие третьим лицам. Мы не несем ответственности за точность, полноту и достоверность сведений, размещенных на сайтах третьих лиц, и не берем на себя никаких обязательств по сохранению конфиденциальности информации, оставленной вами на таких сайтах.`,
    },
    {
      id: 15,
      text: `Ограничение ответственности
Мы делаем все возможное для соблюдения настоящей политики конфиденциальности, однако, мы не можем гарантировать сохранность информации в случае воздействия факторов находящихся вне нашего влияния, результатом действия которых станет раскрытие информации. Сайт https://worktap.kz и вся размещенная на нем информация представлены по принципу "как есть" без каких-либо гарантий. Мы не несем ответственности за неблагоприятные последствия, а также за любые убытки, причиненные вследствие ограничения доступа к сайту URL или вследствие посещения сайта и использования размещенной на нем информации.`,
    },
    {
      id: 16,
      text: `Контакты
По вопросам, касающимся настоящей политики, просьба обращаться по адресу worktapkz@gmail.com

Юридическое лицо
"WorkTap.kz" LLC
БИН: 201240012054
010000, г. Нур-Султан
ул. Е 15, 3`,
    },
  ],
};










 





 




 

 

 

 

 